Repository: IAmMajo/Pleno
Catalog: KIVoP-ios/KIVoP-ios/Localizable.xcstrings
Source language: en
Languages: de, tr

# %@ %@, %@ Uhr
source: %1$@ %2$@, %3$@ o'clock
de: %@ %@, %@ Uhr
tr: %@ %@, %@ saat

# %@° N, %@° E
source: %1$@° N, %2$@° E
de: %@° N, %@° E
tr: %@° K, %@° D

# %llu Stimmen von %llu Personen
source: %1$llu votes from %2$llu people
de: %llu Stimmen von %llu Personen
tr: %llu kişiden %llu oy

# ⚠️ %@ nicht unterstützt
source: ⚠️ %@ not supported
de: ⚠️ %@ nicht unterstützt
tr: ⚠️ %@ desteklenmiyor

# 1. Datenschutz auf einen Blick
source: 1. Data protection at a glance
de: 1. Datenschutz auf einen Blick
tr: 1. Bir bakışta veri koruması

# 3. Allgemeine Hinweise und Pflichtinformationen
source: 3. General information and compulsory information
de: 3. Allgemeine Hinweise und Pflichtinformationen
tr: 3. Genel Bilgi ve Zorunlu Bilgiler

# 4. Datenerfassung auf dieser Website
source: 4. Data acquisition on this website
de: 4. Datenerfassung auf dieser Website
tr: 4. Bu web sitesinde veri toplama

# Abbrechen
source: Cancel
de: Abbrechen
tr: İptal etmek

# Abfahrtszeit
source: Departure time
de: Abfahrtszeit
tr: Kalkış saati

# Abgehangen
source: Hung
de: Abgehangen
tr: Asılı

# abgehängt
source: taken-down
de: abgehängt
tr: geri kalmış

# Abgehängt
source: Taken-down
de: Abgehängt
tr: Askıya alınmış

# abgehängt am %@
source: Taken-down on %@
de: abgehängt am %@
tr: %@'da asılı

# Abgeschlossen
source: Completed
de: Abgeschlossen
tr: Tamamlanmış

# Abhängedatum: %@
source: Take-down Date: %@
de: Abhängedatum: %@
tr: Bağımlılık tarihi: %@

# Abhängen bestätigen
source: Confirm Take-down
de: Abhängen bestätigen
tr: Bağımlılığı onaylamak

# Abhängen zurückziehen
source: Undo Take-down
de: Abhängen zurückziehen
tr: Bağlı olarak geri çekmek

# Abhängen zurückziehen?
source: Undo Take-down?
de: Abhängen zurückziehen?
tr: Bağımlılığı geri çekmek?

# Abmelden
source: Log out
de: Abmelden
tr: Çıkış yapmak

# Abstimmen
source: Vote
de: Abstimmen
tr: Oylamak

# Abstimmen nicht möglich
source: Voting not possible
de: Abstimmen nicht möglich
tr: Oylama mümkün değil

# Abstimmungs-Ergebnis
source: Voting result
de: Abstimmungs-Ergebnis
tr: Oylama Sonucu

# Account löschen
source: Delete account
de: Account löschen
tr: Hesap Sil

source: When taking the picture, make sure that the poster as well as the background and the surrounding area can be clearly seen.
de: Achte beim Aufnehmen des Bildes darauf, dass das Plakat sowie der Hintergrund und die Umgebung gut zu erkennen sind.
tr: Resmi çekerken, afişin, arka planın ve çevrenin iyi bir şekilde görülebildiğine dikkat et.

source: Attention, you won't be able to change the image later. Is the poster and its surroundings clearly visible, and is the image not blurry?
de: Achtung, du kannst das Bild später nicht mehr ändern. Ist das Plakat und seine Umgebung gut zu erkennen und das Bild nicht verwackelt?
tr: Dikkat, daha sonra resmi değiştiremezsiniz. Poster ve çevresi iyi görünüyor mu ve resim bulanık değil mi?

# Adresse
source: address
de: Adresse
tr: adres

# Adresse bestätigen
source: Confirm address
de: Adresse bestätigen
tr: Adresi onayla

# ADRESSE IN DER NÄHE
source: ADDRESS NEARBY
de: ADRESSE IN DER NÄHE
tr: YAKIN ADRES

# Adresse suchen
source: Search address
de: Adresse suchen
tr: Arama adresi

# Aktiv
source: Active
de: Aktiv
tr: Aktif

# Aktuell sind keine Sitzungen im Gange.
source: There are currently no meetings.
de: Aktuell sind keine Sitzungen im Gange.
tr: Şu anda toplantı yok.

# Aktuelle
source: Current
de: Aktuelle
tr: Güncel

# AKTUELLE SITZUNG
source: Current session
de: AKTUELLE SITZUNG
tr: Mevcut oturum

# Aktuelle Sitzungen
source: Current sessions
de: Aktuelle Sitzungen
tr: Mevcut oturumlar

# Aktuelles Passwort
source: Current Password
de: Aktuelles Passwort
tr: Mevcut Şifre

# AKTUELLES PASSWORT
source: CURRENT PASSWORD
de: AKTUELLES PASSWORT
tr: MEVCUT ŞİFRE

# Akzeptieren
source: Accept
de: Akzeptieren
tr: Kabul etmek

# Alle nicht gespeicherten Änderungen gehen verloren!
source: All unsaved changes will be lost!
de: Alle nicht gespeicherten Änderungen gehen verloren!
tr: Kaydedilmeyen tüm değişiklikler kaybolacak!

# Alle Standorte
source: All locations
de: Alle Standorte
tr: Tüm konumlar

# Alles im Blick?
source: Is everything visible?
de: Alles im Blick?
tr: Her şey göz önünde mi?

# Allgemeine Informationen
source: General information
de: Allgemeine Informationen
tr: Genel bilgi

# Anfrage zurücknehmen
source: Withdraw request
de: Anfrage zurücknehmen
tr: Talebi geri almak

# Anfragen zum Mitnehmen (%lld)
source: Takeaway Requests (%lld)
de: Anfragen zum Mitnehmen (%lld)
tr: Alınacaklar için sorgular (%lld)

# Anmeldung wird überprüft...
source: Registration is checked ...
de: Anmeldung wird überprüft...
tr: Kayıt kontrol edilir ...

# Anonymisierung aktivieren
source: Enable anonymization
de: Anonymisierung aktivieren
tr: Anonimleştirme etkinleştir

# Anschließend kann der
source: Afterwards, the
de: Anschließend kann der
tr: Sonrasında bunu yapabilir.

# Anstehend
source: Upcoming
de: Anstehend
tr: Bekleyen

# Anstehende Sitzungen
source: Upcoming meetings
de: Anstehende Sitzungen
tr: Yaklaşan toplantılar

# Anstehende Termine
source: Upcoming dates
de: Anstehende Termine
tr: Önümüzdeki tarihler

# Archiviert
source: Archived
de: Archiviert
tr: Arşivlenmiş

# Aufgehängt
source: Hung
de: Aufgehängt
tr: Asılmış

# aufgehängt am %@
source: Hung on %@
de: aufgehängt am %@
tr: %@'de asıldı

# Auswahl
source: Selection
de: Auswahl
tr: Seçim

# Auswahlmöglichkeiten
source: Selection options
de: Auswahlmöglichkeiten
tr: Seçim Seçenekleri

# Auto und Sitzplätze
source: Car and Seats
de: Auto und Sitzplätze
tr: Araba ve oturma yerleri

# Bearbeiten
source: Edit
de: Bearbeiten
tr: Düzenlemek

# behoben
source: fixed
de: behoben
tr: düzeltildi

# beschädigt
source: damaged
de: beschädigt
tr: hasar görmüş

# Beschädigung
source: Damage
de: Beschädigung
tr: Hasar

# Beschädigung melden
source: Report damage
de: Beschädigung melden
tr: Hasar bildir

# Beschädigung melden?
source: Report damage?
de: Beschädigung melden?
tr: Hasar bildir?

# Beschreibung
source: Description
de: Beschreibung
tr: Tanım

# BESCHREIBUNG
source: DESCRIPTION
de: BESCHREIBUNG
tr: AÇIKLAMA

# Beschreibung Auto
source: Car description
de: Beschreibung Auto
tr: Araba Tanımı

# Beschreibung oder weitere Infos zu deiner Fahrt
source: Description or more information about your trip
de: Beschreibung oder weitere Infos zu deiner Fahrt
tr: Yolculuğunla ilgili açıklama veya daha fazla bilgi

# Beschreibung zur Fahrt:
source: Description of the drive:
de: Beschreibung zur Fahrt:
tr: Sürüş açıklaması:

source: Confirm with a picture that the poster was damaged or it is no longer hanging in the intended place.
de: Bestätige mit einem Bild, dass das Plakat beschädigt wurde, oder es nicht mehr an der vorgesehenen Stelle hängt.
tr: Afişin zarar gördüğünü veya artık tahsis edilen yerde asılı olmadığını bir resimle onayla.

# Bestätigen
source: Confirm
de: Bestätigen
tr: Onaylamak

# Bestätigung
source: Confirmation
de: Bestätigung
tr: Onaylama

source: Before you can join an event ride, you must set your location. This can later be changed using the symbol in the top right corner.
de: Bevor du einer Eventfahrt beitreten kannst, musst du deinen Standort festlegen. Dieser kann später noch über das Symbol oben rechts geändert werden.
tr: Bir etkinlik yolculuğuna katılmadan önce konumunuzu belirlemeniz gerekir. Bu, daha sonra sağ üstteki simge üzerinden değiştirilebilir.

source: Are you sure you want to undo the take-down? The poster will then be considered as hung again.
de: Bist du sicher, dass du das Abhängen zurückziehen möchtest? Das Plakat gilt danach wieder als aufgehängt.
tr: Posterin tekrar asılı sayılacak. Bu yüzden askıya çıkmayı geri çekmek istediğine emin misin?

# Bist du sicher, dass du das Plakat abhängen möchtest?
source: Are you sure you want to take down the poster?
de: Bist du sicher, dass du das Plakat abhängen möchtest?
tr: Afişi kaldırmak istediğinden emin misin?

# Bitte ein Event auswählen.
source: Please select an event.
de: Bitte ein Event auswählen.
tr: Lütfen bir etkinlik seçin.

source: Please fill out all fields. The start date must also be in the future.
de: Bitte füllen Sie alle Felder aus. Das Startdatum muss außerdem in der Zukunft liegen.
tr: Lütfen tüm alanları doldurun. Ayrıca başlangıç tarihi gelecekte olmalıdır.

# Bitte klicke nun auf den
source: Please click on the
de: Bitte klicke nun auf den
tr: Lütfen tıklayın

# Bitte überprüfe und bestätige die Adresse von der du abgeholt werden möchtest
source: Please verify and confirm the address from which you would like to be picked up.
de: Bitte überprüfe und bestätige die Adresse von der du abgeholt werden möchtest
tr: Lütfen alınmak istediğiniz adresi kontrol edip onaylayın.

# Bitte wähle, ob du eine Event Fahrt oder eine Sonderfahrt anlegen möchtest.
source: Please choose whether you want to create an event ride or a special ride.
de: Bitte wähle, ob du eine Event Fahrt oder eine Sonderfahrt anlegen möchtest.
tr: Lütfen bir etkinlik sürüşü mü yoksa özel bir sürüş mü oluşturmak istediğinizi seçin.

# Bitte wählen Sie einen Startort aus.
source: Please select a departure location.
de: Bitte wählen Sie einen Startort aus.
tr: Lütfen bir başlangıç noktası seçin.

# Bitte wählen Sie einen Zielort aus.
source: Please select a destination.
de: Bitte wählen Sie einen Zielort aus.
tr: Lütfen bir hedef yeri seçin.

# Code scannen
source: Scan code
de: Code scannen
tr: Kodu Tarama

source: The password is too weak.Please use at least 8 characters, a number and a special character.
de: Das Passwort ist zu schwach. Bitte verwenden Sie mindestens 8 Zeichen, eine Zahl und ein Sonderzeichen.
tr: Parola çok zayıf.Lütfen en az 8 karakter, bir sayı ve özel bir karakter kullanın.

# Das Passwort ist zu schwach. Mind. 8 Zeichen, 1 Zahl, 1 Sonderzeichen.
source: The password is too weak. Min. 8 characters, 1 number, 1 special character.
de: Das Passwort ist zu schwach. Mind. 8 Zeichen, 1 Zahl, 1 Sonderzeichen.
tr: Şifre çok zayıf. En az 8 karakter, 1 rakam, 1 özel karakter.

# Das Protokoll wurde noch nicht veröffentlicht.
source: The protocol has not yet been published.
de: Das Protokoll wurde noch nicht veröffentlicht.
tr: Protokol henüz yayınlanmadı.

# Datenschutzerklärung
source: Data protection declaration
de: Datenschutzerklärung
tr: Veri Koruma Beyanı

# Datum und Uhrzeit
source: Date and time
de: Datum und Uhrzeit
tr: Tarih ve saat

# Dein Name:
source: Your name:
de: Dein Name:
tr: Adınız:

# Deine Fahrt wird dann veröffentlicht und andere können dieser beitreten.
source: Your ride will then be published and others can join it.
de: Deine Fahrt wird dann veröffentlicht und andere können dieser beitreten.
tr: Yolculuğunuz daha sonra yayınlanacak ve diğerleri buna katılabilecek.

# Deine gesamten Änderungen gehen verloren!
source: All your changes will be lost!
de: Deine gesamten Änderungen gehen verloren!
tr: Tüm değişikliklerin kaybolacak!

# Details der Fahrt
source: Details of the ride
de: Details der Fahrt
tr: Yolculuk detayları

# Details zum Event
source: Event Details
de: Details zum Event
tr: Etkinlik hakkında detaylar

# Die Abstimmung läuft noch. Du hast bereits abgestimmt.
source: The voting is still in progress. You have already voted.
de: Die Abstimmung läuft noch. Du hast bereits abgestimmt.
tr: Oylama hala devam ediyor. Sen zaten oy kullandın.

# Die Abstimmungsergebnisse konnten nicht geladen werden
source: The voting results could not be loaded.
de: Die Abstimmungsergebnisse konnten nicht geladen werden
tr: Oylama sonuçları yüklenemedi

# Die Passwörter stimmen nicht überein.
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.
tr: Parolalar eşleşmiyor.

source: Translate into English: You are offering a different carpool. Therefore, you cannot participate in another ride!
de: Du bietest eine andere Fahrgemeinschaft an. Daher kannst du nicht an einer anderen Fahrt teilnehmen!
tr: Başka bir araç paylaşımı sunuyorsun. Bu yüzden başka bir yolculuğa katılamazsın!

source: Translate into English: You are already a driver at this event, and cannot create another carpool.
de: Du bist bereits Fahrer bei diesem Event, und kannst keine weitere Fahrgemeinschaft anlegen.
tr: Bu etkinlikte zaten sürücüsünüz ve başka bir araç paylaşımı oluşturamazsınız.

# Du hast bereits angefragt mitgenommen zu werden.
source: You have already requested to be taken along.
de: Du hast bereits angefragt mitgenommen zu werden.
tr: Zaten götürülmek istediğinizi belirttiniz.

source: You did not RSVP to the selected event, and therefore cannot offer a carpool.
de: Du hast dem ausgewählten Event nicht zugesagt, und kannst daher keine Fahrgemeinschaft anbieten.
tr: Seçilen etkinliğe katılmayı kabul etmedin ve bu yüzden araç paylaşımı sunamazsın.

source: You did not confirm your attendance to the selected event, and therefore cannot join a carpool.
de: Du hast dem ausgewählten Event nicht zugesagt, und kannst daher keiner Fahrgemeinschaft beitreten.
tr: Seçilen etkinliği kabul etmediğiniz için, dolayısıyla bir araç paylaşımına katılamazsınız.

# Du kannst deine Wahl danach nicht mehr ändern!
source: You can no longer change your choice afterwards!
de: Du kannst deine Wahl danach nicht mehr ändern!
tr: Artık seçiminizi daha sonra değiştiremezsiniz!

# Du wirst schon von jemandem mitgenommen.
source: You are already being picked up by someone.
de: Du wirst schon von jemandem mitgenommen.
tr: Birisi tarafından zaten alındın.

# E-Mail erneut senden
source: Send email again
de: E-Mail erneut senden
tr: Tekrar E -posta Gönder

# E-Mail erneut senden (%llds)
source: Send email again (%LLDS)
de: E-Mail erneut senden (%llds)
tr: Tekrar e -posta gönderin (%LLDS)

# E-Mail senden
source: Send email
de: E-Mail senden
tr: E -posta Gönder

# Einführung überspringen
source: Skip
de: Einführung überspringen
tr: Atlamak

# Einreichen
source: Submit
de: Einreichen
tr: Göndermek

# Endet: %@
source: Ends: %@
de: Endet: %@
tr: Sonlar: %@

# Entfernen
source: Remove
de: Entfernen
tr: Kaldır

# Enthalten
source: Abstain
de: Enthalten
tr: İçermek

# Erneut aufnehmen
source: Retake picture
de: Erneut aufnehmen
tr: Tekrar kaydetmek

# erstelle
source: create
de: erstelle
tr: yaratmak

# Erstellen
source: Create
de: Erstellen
tr: Yaratmak

# Es haben %lld von %lld Personen abgestimmt.
source: %1$lld out of %2$lld people have voted.
de: Es haben %lld von %lld Personen abgestimmt.
tr: %lld kişiden %lld kişi oy kullandı.

# Es wurden noch keine Fahrgemeinschaften zu diesem Event angelegt.
source: No carpools have been created for this event yet.
de: Es wurden noch keine Fahrgemeinschaften zu diesem Event angelegt.
tr: Bu etkinlik için henüz herhangi bir araç paylaşımı oluşturulmadı.

# Es wurden noch keine Protokolle veröffentlicht.
source: No minutes have been published yet.
de: Es wurden noch keine Protokolle veröffentlicht.
tr: Henüz hiç protokol yayınlanmadı.

# Event auswählen
source: Select event
de: Event auswählen
tr: Etkinlik seçin

# Event Beschreibung
source: Event Description
de: Event Beschreibung
tr: Etkinlik Tanımı

# Event Fahrt
source: Event Ride
de: Event Fahrt
tr: Etkinlik Sürüşü

# Event Informationen
source: Event Information
de: Event Informationen
tr: Etkinlik Bilgileri

# Fahrer
source: Driver
de: Fahrer
tr: Şoför

# Fahrgemeinschaft
source: Carpool
de: Fahrgemeinschaft
tr: Araç paylaşımı

# Fahrgemeinschaften
source: Carpooling
de: Fahrgemeinschaften
tr: Araç paylaşımı

# Fahrgemeinschaften ansehen
source: View carpooling
de: Fahrgemeinschaften ansehen
tr: Araç paylaşımına bakın

# Fahrt löschen
source: Delete trip
de: Fahrt löschen
tr: Yolculuğu sil

# Fahrten
source: Rides
de: Fahrten
tr: Seyahatler

# Fast Fertig
source: Almost finished
de: Fast Fertig
tr: Neredeyse bitti

# Franz
source: Francis
de: Franz
tr: Fransız

# Freie Plätze
source: Free spaces
de: Freie Plätze
tr: Boş yerler

# Freigeben
source: Release
de: Freigeben
tr: Serbest bırakmak

# Für diese Abstimmung hat keiner abgestimmt.
source: No one has voted in this voting.
de: Für diese Abstimmung hat keiner abgestimmt.
tr: Bu oylama için kimse oy kullanmadı.

# Für diese Umfrage hat keiner abgestimmt.
source: No one has voted in this poll.
de: Für diese Umfrage hat keiner abgestimmt.
tr: Bu anket için kimse oy kullanmadı.

# Geschlossen:
source: Closed at:
de: Geschlossen:
tr: Kapalı:

# Hallo, %@
source: Hello, %@
de: Hallo, %@
tr: Merhaba, %@

source: By this you confirm that you want to be picked up from this address and participate in this carpool.
de: Hiermit bestätigst du, dass du von dieser Adresse abgeholt werden möchtest und an dieser Fahrgemeinschaft teilnimmst
tr: Bu ile bu adresten alınmak istediğinizi teyit edersiniz ve bu araç paylaşımına katılıyorsunuz.

# Hiermit bestätigst du, dass du von dieser Adresse abgeholt werden möchtest.
source: By confirming this, you declare that you want to be picked up from this address.
de: Hiermit bestätigst du, dass du von dieser Adresse abgeholt werden möchtest.
tr: İşte bu adresin seni almasını onaylıyorsun.

# Hinweis
source: Notice
de: Hinweis
tr: Uyarı

# Hinweise
source: Instructions
de: Hinweise
tr: İpuçları

# Hinzufügen
source: Add
de: Hinzufügen
tr: Ekleme

# In der alten Turnhalle hinter dem Friedhof Altes Grab 5 b, 42069 Hölle
source: In the old gym behind the cemetery Altes Grab 5 b, 42069 Hölle
de: In der alten Turnhalle hinter dem Friedhof Altes Grab 5 b, 42069 Hölle
tr: Mezarlığın arkasındaki eski spor salonunda Old Mezar 5 B, 42069 Cehennem

# In Zwischenablage kopiert
source: Copied to Clipboard
de: In Zwischenablage kopiert
tr: Panoya kopyalandı

# Informationen zur Fahrt
source: Travel Information
de: Informationen zur Fahrt
tr: Yolculuk hakkında bilgiler

# Interesse entfernen
source: Remove interest
de: Interesse entfernen
tr: İlgiyi kaldır

# ist beschädigt oder fehlt
source: is damaged or missing
de: ist beschädigt oder fehlt
tr: hasar görmüş veya eksik

source: Is the damaged or missing poster and its surroundings clearly visible, and is the image not blurry?
de: Ist das beschädigte, oder fehlende Plakat und seine Umgebung gut zu erkennen und das Bild nicht verwackelt?
tr: Hasar görmüş veya eksik poster ve çevresi iyi bir şekilde seçilebiliyor mu ve resim bulanık değil mi?

# Ja
source: Yes
de: Ja
tr: Evet

# Jahreshauptversammlung
source: Annual General Meeting
de: Jahreshauptversammlung
tr: Yıllık Genel Toplantı

# Jetzt Abholort angeben.
source: Specify pick-up location now.
de: Jetzt Abholort angeben.
tr: Şimdi alınacak yer belirtin.

# Jetzt teilnehmen
source: Participate now
de: Jetzt teilnehmen
tr: Şimdi katılın

# Jetzt zusagen!
source: Commit now!
de: Jetzt zusagen!
tr: Şimdi onayla!

# Kamera
source: camera
de: Kamera
tr: kamera

# Kannst du an diesem Termin?
source: Can you make it on this date?
de: Kannst du an diesem Termin?
tr: Bu tarihte yapabilir misin?

# Keine Abstimmungen gefunden.
source: No polls found.
de: Keine Abstimmungen gefunden.
tr: Oy bulunamadı.

# Keine anstehenden Sitzungen.
source: No upcoming sessions.
de: Keine anstehenden Sitzungen.
tr: Bekleyen toplantı yok.

# Keine Fahrzeugbeschreibung vorhanden.
source: No vehicle description available.
de: Keine Fahrzeugbeschreibung vorhanden.
tr: Araç tanımı mevcut değil.

# Keine Mitfahrer
source: No passengers
de: Keine Mitfahrer
tr: Yolcu yok

# Keine Protokollanten gefunden.
source: No minutes takers found.
de: Keine Protokollanten gefunden.
tr: Hiçbir tutanakçı bulunamadı.

# Keine Protokolle verfügbar
source: No protocols available
de: Keine Protokolle verfügbar

# Keine Protokolle verfügbar.
source: No protocols available.
de: Keine Protokolle verfügbar.
tr: No logs available.

# Keine Sitzung verfügbar
source: No session available
de: Keine Sitzung verfügbar
tr: Seans yok

# Keine Sitzungen und Protokolle verfügbar.
source: No meetings and minutes available.
de: Keine Sitzungen und Protokolle verfügbar.
tr: Hiçbir oturum ve tutanak mevcut değil.

# Keine Teilnehmer sichtbar.
source: No participants visible.
de: Keine Teilnehmer sichtbar.
tr: Hiçbir katılımcı görünmez.

# Keine Umfragen verfügbar.
source: No polls available.
de: Keine Umfragen verfügbar.
tr: Anket yok.

# Keine vergangenen Sitzungen.
source: No past sessions.
de: Keine vergangenen Sitzungen.
tr: Geçmiş oturumlar yok.

# Keins vorhanden
source: None available
de: Keins vorhanden
tr: Hiçbiri mevcut değil

# Konto löschen
source: Delete account
de: Konto löschen

# Lade Abstimmungen...
source: Loading polls...
de: Lade Abstimmungen...

# Lade Ergebnisse...
source: Loading results...
de: Lade Ergebnisse...
tr: Şarj Sonuçları ...

# Lade Profilbild...
source: Lade profile picture ...
de: Lade Profilbild...
tr: Added Profile Picture...

# Lade Protokollanten...
source: Loading protocol writers...
de: Lade Protokollanten...
tr: Protokol yazarları yüklüyor...

# Lade Protokolle...
source: Lade protocols ...
de: Lade Protokolle...
tr: Lade Protokolleri ...

# Lade...
source: Charge ...
de: Lade...
tr: Şarj ...

# Laden...
source: Load...
de: Laden...
tr: Laden...

# Lädt...
source: Loads ...
de: Lädt...
tr: Loading...

# Löschen
source: Delete
de: Löschen
tr: Silmek

# Mache jetzt ein Foto des aufgehängten Plakats und bestätige die Position
source: Take a photo of the hung poster now and confirm its position.
de: Mache jetzt ein Foto des aufgehängten Plakats und bestätige die Position
tr: Şimdi asılı afişin bir fotoğrafını çek ve pozisyonunu onayla.

# Mehrfachauswahl erlauben
source: Allow multiple selections
de: Mehrfachauswahl erlauben
tr: Birden çok seçime izin ver

# Meine Fahrten
source: My rides
de: Meine Fahrten
tr: Benim yolculuklarım

# Meine Position
source: My position
de: Meine Position
tr: Benim pozisyonum

# Mitfahrer (%lld/%u)
source: Mitfahrer (%1$lld/%2$u)
de: Mitfahrer (%lld/%u)
tr: Yolcu (%lld/%u)

# Mitfahrt anfragen
source: Request a ride
de: Mitfahrt anfragen
tr: Ortak yolculuk istemek

# Mitfahrt löschen
source: Delete carpool
de: Mitfahrt löschen
tr: Araç paylaşımını sil

# Mitglieder
source: Members
de: Mitglieder

# Möchten Sie die Anfrage wirklich löschen?
source: Do you really want to delete the request?
de: Möchten Sie die Anfrage wirklich löschen?
tr: Gerçekten talebi silmek istiyor musunuz?

# Möchten Sie die Fahrt wirklich löschen?
source: Do you really want to delete the trip?
de: Möchten Sie die Fahrt wirklich löschen?
tr: Gerçekten yolculuğu silmek istiyor musunuz?

# Möchten Sie die Person wirklich aus der Fahrgemeinschaft entfernen?
source: Do you really want to remove the person from the carpool?
de: Möchten Sie die Person wirklich aus der Fahrgemeinschaft entfernen?
tr: Gerçekten kişiyi araç paylaşımından kaldırmak istiyor musunuz?

# Möchten Sie die Person wirklich zu der Fahrgemeinschaft hinzufügen?
source: Do you really want to add the person to the carpool?
de: Möchten Sie die Person wirklich zu der Fahrgemeinschaft hinzufügen?
tr: Gerçekten bu kişiyi araç paylaşımına eklemek istiyor musunuz?

# Möchten Sie die Sitzung wirklich beenden?
source: Would you really like to end the session?
de: Möchten Sie die Sitzung wirklich beenden?
tr: Are you sure you want to end the session?

# Möchten Sie die Sitzung wirklich starten?
source: Would you really like to start the session?
de: Möchten Sie die Sitzung wirklich starten?
tr: Seansa gerçekten başlamak ister misiniz?

# Möchten Sie dieses Konto wirklich löschen?
source: Are you sure you want to delete this account?
de: Möchten Sie dieses Konto wirklich löschen?
tr: Bu hesabı gerçekten silmek ister misiniz?

# Möchten Sie Ihren Platz wirklich wieder freigeben?
source: Do you really want to release your seat?
de: Möchten Sie Ihren Platz wirklich wieder freigeben?
tr: Gerçekten yerinizi tekrar serbest bırakmak istiyor musunuz?
